let formData = {
  id: 'RF0001',
  u_id: 'user-id',
  title: 'Richhang Falls',
  probableCost: {
    day: 1,
    cost: '780'
  },
  description: 'Richhang is another natural waterfall and one of the most attractive tourist destinations in Khagrachhari District of Bangladesh. Not so wide and not as great as Jadepai or Nafakhum, but this beautiful waterfall successfully surprised the domestic and foreign travelers with its intrinsic natural beauty.',
  tags: ['waterfall', 'hill', 'chittagong', 'khagrachori', 'water'],
  address: [
    {
      type: 'place',
      division: {
        code: 20,
        display: 'Chittagong'
      },
      district: {
        code: 46,
        display: 'Khagrachori'
      },
      area: {
        code: 0,
        display: ''
      },
      street: '',
      postal: 1210,
      longitude: '28.02525525',
      latitude: '58.32656996'
    }
  ],
  medium: [
    {
      step: 'step',
      from: {
        code: 20,
        display: 'Dhaka'
      },
      to: {
        code: 36,
        display: 'Chittagong'
      },
      transport: [
        {
          type: 'bus',
          name: 'Nabil',
          cost: {
            ac: '1200',
            'non-ac': '580'
          },
          time: {
            departure: 'time',
            arrival: 'time'
          },
          additional: 'jfdsajfldsjfldsaf'
        },
        {
          type: 'train',
          name: 'Provati',
          cost: {
            ac: '600',
            'non-ac': '300'
          },
          time: {
            departure: 'time',
            arrival: 'time'
          },
          additional: 'fdsafdsafdsa'
        }
      ]
    }
  ],
  stay: [
    {
      place: {
        code: 'HT1566',
        display: 'Grand Hotel'
      },
      rooms: [
        {
          type: 'Normal',
          cost: '1200'
        },
        {
          type: 'AC-Room',
          cost: '2000'
        }
      ],
      additional: 'যাক ওখানে সকালের ব্রেকফাস্ট টা সেরে নিলাম।তারপর জনপ্রতি ৩০টাকা করে লোকাল সিএনজি করে হাজারিখিল ফরেস্ট অফিস পোঁছালাম।গাইড মান্নান ভাই (01815382431)এর সাথে কথা হলো।ওনার সাথে দরদাম মিললো না।তাই ওনাকে বিদাই করে দিলাম।আপনারা চাইলে নিতে পারেন। ফরেস্ট অফিস এর শাহাদাত ভাই এর সাথে কথা বললাম।উনি আমাদের রাস্তা দেখাই দিলেন। প্রথমেই গিরিপথ এর উদ্দেশ্যে রাওনা দিলাম। বাপরে, বনজঙ্গল যে এতো ভয়ানক হবে কে জানতো?😁এক অদ্ভুত পরিস্থিতির মাঝে পরে গেলাম। কয়েকজন তো ব্যাক দিতে চাইছে।😂 হাটতে হাটতে কিছুুদুর যাওয়ার পর গাইড শশী কুমার ভাই কে (01882820226) পাইলাম। তারপর গিড়িপথ,ঝড়না,৯০ডিগ্রি খাড়া পাহাড় সব কিছু দেখে নিলাম।প্রাই ৮ঘন্টা ট্রেকিং করলাম। ঝড়নার দিকে পাতার ভিতরে সাঁপটা দেখার পর সবাই যে চিৎকার দিলো, চিৎকার এর ফিল টাই অন্যরকম ছিলো😜 আার গিড়িপথ এর কথা কি বলবো,এতো সুন্দর গিড়িপথ আমার লাইফে কখনো দেখি নাই।৯০ডিগ্রী খাড়া পাহার এর কথা নাই বল্লাম।চা বাগান টাও দেখার মতো ছিলো।দিনশেষে সবাই মিলে পুকুরে গোসল করার মজাটাও আলাদা 😍 আার যারা যেতে চান, তাদেরকে,বলছি,খালি হাতে ট্রেকিং এ যাবেন না। হালকা পাতলা খাবার নিয়ে যাবেন'
    },
    {
      place: {
        code: 'CP0001',
        display: 'Central Palce'
      },
      cost: [
        {
          type: 'Normal',
          cost: '1100'
        },
        {
          type: 'AC-Room',
          cost: '2300'
        }
      ],
      additional: ''
    }
  ],
  places: [
    {
      code: 'APVO01',
      title: 'Another Place to Visit',
      description: 'another'
    }
  ]
}

export { formData }
